[TF_Havoc X2SoldierClassTemplate]
DisplayName="灾厄"
ClassSummary="我们最凶猛的士兵将强大的火力支援与近战中的残暴能力相结合，但缺乏承受重创的坚韧体质."
LeftAbilityTreeTitle="小队机枪手"
RightAbilityTreeTitle="斗士"
RandomNickNames[0]="全天候"
RandomNickNames[1]="全力以赴"
RandomNickNames[11]="斗牛犬"
RandomNickNames[13]="阔剑地雷"
RandomNickNames[20]="冰箱"
RandomNickNames[21]="机枪手"
RandomNickNames[22]="铁锤"
RandomNickNames[23]="地狱火"
RandomNickNames[24]="高塔"
RandomNickNames[26]="火山"
RandomNickNames[27]="飓风"
RandomNickNames[28]="废料场"
RandomNickNames[29]="巨无霸"
RandomNickNames[30]="击倒"
RandomNickNames[34]="驼鹿"
RandomNickNames[35]="新星"
RandomNickNames[42]="犀牛"
RandomNickNames[44]="海风"
RandomNickNames[45]="石板"
RandomNickNames[47]="喷火器"
RandomNickNames[52]="坦克"
RandomNickNames[54]="雷霆"
RandomNickNames[56]="小不点"
RandomNickNames[57]="泰坦"
RandomNickNames[59]="火炬"
RandomNickNames[60]="战犬"
RandomNickNames[61]="战马"
RandomNickNames[62]="野孩子"

[TF_Marksman X2SoldierClassTemplate]
DisplayName="侦察兵"
ClassSummary="侦察兵是训练有素的士兵，可专精于远程作战或前线潜行与追踪行动."
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="追踪者"
RandomNickNames[0]="巅峰"
RandomNickNames[1]="王牌"
RandomNickNames[2]="余波"
RandomNickNames[3]="领袖"
RandomNickNames[4]="二十一点"
RandomNickNames[5]="神枪手"
RandomNickNames[6]="追踪者"
RandomNickNames[7]="巅峰"
RandomNickNames[8]="王牌"
RandomNickNames[9]="余波"
RandomNickNames[10]="领袖"
RandomNickNames[11]="二十一点"
RandomNickNames[12]="神枪手"
RandomNickNames[13]="闪电"
RandomNickNames[14]="大人物"
RandomNickNames[15]="长眠"
RandomNickNames[16]="大时代"
RandomNickNames[17]="老大"
RandomNickNames[18]="神枪手"
RandomNickNames[19]="将军"
RandomNickNames[20]="酋长"
RandomNickNames[21]="小马"
RandomNickNames[22]="达拉斯"
RandomNickNames[23]="门闩"
RandomNickNames[24]="神眼"
RandomNickNames[25]="僵局"
RandomNickNames[26]="掘墓人"
RandomNickNames[27]="帽子戏法"
RandomNickNames[28]="鹰眼"
RandomNickNames[29]="加热器"
RandomNickNames[30]="正午"
RandomNickNames[31]="杀手"
RandomNickNames[32]="好莱坞"
RandomNickNames[33]="炒作"
RandomNickNames[34]="偶像"
RandomNickNames[35]="豺狼"
RandomNickNames[36]="法官"
RandomNickNames[37]="熄灯"
RandomNickNames[38]="封锁"
RandomNickNames[39]="远程射手"
RandomNickNames[40]="长途跋涉者"
RandomNickNames[41]="针尖"
RandomNickNames[42]="苍白骑士"
RandomNickNames[43]="死神"
RandomNickNames[44]="划痕"
RandomNickNames[45]="系列"
RandomNickNames[46]="警长"
RandomNickNames[47]="射手"
RandomNickNames[48]="演出时间"
RandomNickNames[49]="狡猾的"
RandomNickNames[50]="投手"
RandomNickNames[51]="冷酷石"
RandomNickNames[52]="清洁工"
RandomNickNames[53]="小子"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="一流的"
RandomNickNames[57]="上等的"
RandomNickNames[58]="两发必中"
RandomNickNames[59]="殡仪员"
RandomNickNames[60]="情人"
RandomNicknames_Male[0]="牛仔"
RandomNickNames_Male[1]="教父"
RandomNickNames_Male[2]="邮差"
RandomNickNames_Male[3]="沙人"
RandomNickNames_Male[4]="苗条"
RandomNickNames_Male[5]="税吏"
RandomNickNames_Male[6]="宙斯"
RandomNickNames_Female[0]="女男爵"
RandomNickNames_Female[1]="黑寡妇"
RandomNicknames_Female[2]="灾难"
RandomNicknames_Female[3]="蜂后"

[TF_Jackal X2SoldierClassTemplate]
DisplayName="守护者"
ClassSummary="守护者主要是一个防御单位，旨在支援队友并让他们保持战斗状态。然而，守护者的小精灵不仅能治疗."
LeftAbilityTreeTitle="哨兵"
RightAbilityTreeTitle="圣骑士"
;ALPHABETICAL ORDER
RandomNickNames[0]="天使"
RandomNickNames[1]="贝塔"
RandomNickNames[2]="主教"
RandomNickNames[3]="骨头"
RandomNickNames[4]="破坏者"
RandomNickNames[5]="经纪人"
RandomNickNames[6]="密码"
RandomNickNames[7]="网络"
RandomNickNames[8]="密码专家"
RandomNickNames[9]="数据"
RandomNickNames[10]="执事"
RandomNickNames[11]="感觉良好博士"
RandomNickNames[12]="医生"
RandomNickNames[13]="反馈"
RandomNickNames[14]="防火墙"
RandomNickNames[15]="天才"
RandomNickNames[16]="小玩意"
RandomNickNames[17]="故障"
RandomNickNames[18]="劫持"
RandomNickNames[19]="干扰器"
RandomNickNames[20]="小丑"
RandomNickNames[21]="电击"
RandomNickNames[22]="闪电"
RandomNickNames[23]="求救"
RandomNickNames[24]="巨型"
RandomNickNames[25]="牛顿"
RandomNickNames[26]="超速"
RandomNickNames[27]="补丁"
RandomNickNames[28]="教授"
RandomNickNames[29]="拉格泰姆"
RandomNickNames[30]="无赖"
RandomNickNames[31]="响尾蛇"
RandomNickNames[32]="红色"
RandomNickNames[33]="裂缝"
RandomNickNames[34]="快速降落"
RandomNickNames[35]="流氓"
RandomNickNames[36]="灼烧"
RandomNickNames[37]="哨兵"
RandomNickNames[38]="阴暗的"
RandomNickNames[39]="颤抖"
RandomNickNames[40]="变换者"
RandomNickNames[41]="缩小"
RandomNickNames[42]="滑动者"
RandomNickNames[43]="太阳能"
RandomNickNames[44]="声纳"
RandomNickNames[45]="火花"
RandomNickNames[46]="缝合"
RandomNickNames[47]="轻敲者"
RandomNickNames[48]="泪滴"
RandomNickNames[49]="修补匠"
RandomNickNames[50]="涡轮"
RandomNickNames[51]="毒液"
RandomNickNames[52]="蒸汽"
RandomNickNames[53]="战鸟"
RandomNickNames[54]="看守者"
RandomNickNames[55]="威士忌"
RandomNickNames[56]="野东西"
RandomNickNames[57]="祖鲁"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="糖果人"
RandomNickNames_Male[1]="魔术师"
RandomNickNames_Male[2]="牧师"
RandomNickNames_Male[3]="雨人"
RandomNickNames_Male[4]="公鸡"
RandomNickNames_Female[0]="女祭司"
RandomNickNames_Female[1]="狼母"
RandomNickNames_Female[2]="黑寡妇"
RandomNickNames_Female[4]="女公爵"
;ALPHABETICAL ORDER

[TF_Sapper X2SoldierClassTemplate]
DisplayName="工兵"
ClassSummary="工兵是爆破专家和近战专家。身着重甲的工兵行动缓慢，但一旦就位便极具杀伤力."
LeftAbilityTreeTitle="突击先锋"
RightAbilityTreeTitle="榴弹兵"
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电战"
RandomNickNames[2]="砖块"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="电锯"
RandomNickNames[5]="卡津人"
RandomNickNames[6]="切碎"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲狮"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="撞击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执法者"
RandomNickNames[13]="致命的"
RandomNickNames[14]="闪光"
RandomNickNames[15]="狂怒"
RandomNickNames[16]="短吻鳄"
RandomNickNames[17]="幽灵"
RandomNickNames[18]="机枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="颚"
RandomNickNames[23]="审判日"
RandomNickNames[24]="指节"
RandomNickNames[25]="怪物"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="掠食者"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="蝎子"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="圣殿骑士"
RandomNickNames[45]="特洛伊木马"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="看守者"
RandomNickNames[49]="军阀"
RandomNickNames[50]="金刚狼"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames_Male[0]="斧头男"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="岩石"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="女公爵"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="铁处女"
RandomNicknames_Female[4]="盾女"
RandomNickNames_Female[5]="女武神"
;ALPHABETICAL ORDER

;Jackal Abilities

[TF_Squadmedic X2AbilityTemplate]
LocFriendlyName="急救协议"
LocLongDescription="小精灵可以远程执行治疗行动：小精灵治疗和小精灵稳定。小精灵有一个充能次数。如果装备了医疗包，小精灵将获得额外一次充能."
LocHelpText="小精灵现在可以执行治疗行动：小精灵治疗和小精灵稳定."
LocFlyOverText="急救协议"
LocPromotionPopupText="<Bullet/> 升级你的小精灵将增加每次充能恢复的生命值.<br/><Bullet/> 当小精灵治疗或小精灵稳定作为你的首个行动使用时，不会结束你的回合.<br/>"

[TF_GremlinHeal X2AbilityTemplate]
LocFriendlyName="小精灵治疗"
LocLongDescription="派出你的小精灵去治疗受伤的队友.每次使用可恢复最多 <Ability:GREMLINHEALHP/>点生命值。高级小精灵可以恢复更多生命值."
LocHelpText="派出你的小精灵去治疗受伤的队友."
LocPromotionPopupText=""

[TF_GremlinStabilize X2AbilityTemplate]
LocFriendlyName="小精灵稳定"
LocLongDescription="阻止士兵流血致死。消耗一次充能（与小精灵治疗共享）."
LocHelpText="阻止士兵流血致死."
LocFlyOverText="已稳定"
LocPromotionPopupText=""

[TF_Corpsman X2AbilityTemplate]
LocFriendlyName="卫生兵"
LocLongDescription="如果你的小精灵已被用于治疗、稳定或复活队友，则在回合结束时获得一次免费的伏击射击机会."
LocHelpText="如果你的小精灵已被用于治疗、稳定或复活队友，则在回合结束时获得一次免费的伏击射击机会."
LocFlyOverText="卫生兵"
LocPromotionPopupText="<Bullet/> 如果你的小精灵已被用于治疗、稳定或复活队友，则在回合结束时获得一次免费的伏击射击机会.<br/><Bullet/>被动技能.<br/>"

[TF_GremlinRevive X2AbilityTemplate]
LocFriendlyName="复活协议"
LocLongDescription="派出小精灵去救援队友，移除所有负面精神状态效果：混乱、眩晕、恐慌或昏迷."
LocHelpText="派出小精灵去救援队友，移除负面精神状态效果."
LocFlyOverText="已复活"
LocPromotionPopupText="<Bullet/> 复活协议可用于复活昏迷的士兵，包括那些在流血致死后被稳定的士兵.<br/><Bullet/>如果作为首个行动使用复活协议，不会结束你的回合.<br/><Bullet/>传统小精灵无人机提供一次复活协议充能，但升级你的小精灵将增加复活协议的充能次数.<br/>"

[TF_RifleSuppression X2AbilityTemplate]
LocFriendlyName="步枪压制"
LocLongDescription="射一阵火力压制目标，如果目标移动则对其进行反应射击，并对目标施加-20的命中惩罚."
LocHelpText="对目标施加命中惩罚，并在其移动时进行射击."
LocFlyOverText="步枪压制"
LocPromotionPopupText="<Bullet/>被压制的敌人命中率降低-50，且无法使用手榴弹.<br/><Bullet/>步枪压制的反应射击有-20的命中修正.<br/><Bullet/>压制不受益于掩护射击.<br/><Bullet/>步枪压制消耗<Ability:SelfAmmoCost/>点弹药，但没有冷却时间.<br/><Bullet/>如果压制单位受到伤害，步枪压制将被取消.<br/><Bullet/>如果多个单位压制同一个目标，命中惩罚将叠加.<br/>"

;Havoc Abilities

[TF_TargetDown X2AbilityTemplate]
LocFriendlyName="目标倒下"
LocLongDescription="当你击杀敌人时，直到下一个外星人回合结束，你将获得+20防御。被动技能."
LocHelpText="当你击杀敌人时，直到下一个外星人回合结束，你将获得+20防御。被动技能."
LocFlyOverText="目标倒下"
LocPromotionPopupText="<Bullet/> 当你击杀敌人时，直到下一个外星人回合结束，你将获得+20防御。被动技能. <br/>"

[TF_BulletSwarm X2AbilityTemplate]
LocFriendlyName="子弹风暴"
LocFlyOverText="子弹风暴"
LocHelpText="作为首个行动使用主武器进行标准射击将不再结束你的回合."
LocLongDescription="作为首个行动使用主武器进行标准射击将不再结束你的回合."
LocPromotionPopupText="<Bullet/> 作为首个行动使用主武器进行标准射击将不再结束你的回合. <br/>"

[TF_Sprint X2AbilityTemplate]
LocFriendlyName="冲刺"
LocLongDescription="本回合获得一次额外的移动行动. <Ability:SelfCooldown/>回合冷却时间."
LocHelpText="本回合获得一次额外的移动行动. <Ability:SelfCooldown/>回合冷却时间."
LocFlyOverText="冲刺"
LocPromotionPopupText="<Bullet/>双倍时间可用于在一回合内移动很长的距离，或者移动后进行一次正常的狙击步枪射击.<br/><Bullet/>如果你在使用双倍时间的额外移动行动之前使用了结束回合的技能（如开火），则额外的移动行动将被浪费.<br/><Bullet/>双倍时间有<Ability:SelfCooldown/>回合的冷却时间.<br/>"

[TF_TwistTheBlade X2AbilityTemplate]
LocFriendlyName="扭转刀锋"
LocLongDescription="一次凶猛的近战攻击，造成致命伤害，并确保目标在未来受到的所有攻击中额外承受+3点伤害."
LocHelpText="一次凶猛的攻击，造成致命伤害，并确保目标在未来受到的所有攻击中承受额外伤害."
LocPromotionPopupText="<Bullet/> 一次凶猛的近战攻击，造成致命伤害，并确保目标在未来受到的所有攻击中额外承受+3点伤害.<br/>"

[TF_Brutestrength X2AbilityTemplate]
LocFriendlyName="蛮力"
LocLongDescription="所有近战攻击造成+2额外伤害，并有+10命中."
LocHelpText="所有近战攻击获得额外伤害和命中."
LocFlyOverText="蛮力"
LocPromotionPopupText="<Bullet/>蛮力在每次成功的近战攻击中造成+2点额外伤害.<br/><Bullet/>蛮力为近战攻击提供+10命中.<br/>"

[TF_IndiscriminateFire X2AbilityTemplate]
LocFriendlyName="狂热射击"
LocLongDescription="向所有可见目标开火，但每次射击都会受到-33%的命中惩罚。4回合冷却时间，消耗3点弹药."
LocHelpText="向所有可见目标开火，但每次射击都会受到-33%的命中惩罚。4回合冷却时间，消耗3点弹药."
LocFlyOverText="狂热射击"
LocPromotionPopupText="向所有可见目标开火，但每次射击都会受到-33%的命中惩罚。4回合冷却时间，消耗3点弹药."

[TF_RakingFire X2AbilityTemplate]
LocFriendlyName="扫射"
LocLongDescription="用一阵子弹扫射一个大范围内的所有敌人，造成一半伤害。3回合冷却时间，消耗3点弹药."
LocHelpText="用一阵子弹扫射一个大范围内的所有敌人，造成一半伤害。3回合冷却时间，消耗3点弹药."
LocFlyOverText="扫射"
LocPromotionPopupText="用一阵子弹扫射一个大范围内的所有敌人，造成一半伤害。3回合冷却时间，消耗3点弹药."

[TF_BoundingFire X2AbilityTemplate]
LocFriendlyName="跃进射击"
LocHelpText="在移动后作为第二个行动进行的任何射击都将获得+10命中加成."
LocLongDescription="在移动后作为第二个行动进行的任何射击都将获得+10命中加成."
LocFlyOverText="跃进射击"
LocPromotionPopupText="<Bullet/> 在移动后作为第二个行动进行的任何射击都将获得+10命中加成. <br/>"

;Marksman Abilities

[TF_Raptor X2AbilityTemplate]
LocFriendlyName="猛禽"
LocLongDescription="你对处于较低位置的敌人获得额外的+25暴击几率。被动技能."
LocHelpText="你对处于较低位置的敌人获得额外的+25暴击几率。被动技能."
LocFlyOverText="猛禽"
LocPromotionPopupText="<Bullet/> 你对处于较低位置的敌人获得额外的+25暴击几率。被动技能. <br/>"

[TF_StrongPoint X2AbilityTemplate]
LocFriendlyName="坚固阵地"
LocFlyOverText="坚固阵地"
LocHelpText="一次免费行动，使你在移动前获得额外的+10防御和+10命中。3回合冷却时间."
LocLongDescription="一次免费行动，使你在移动前获得额外的+10防御和+10命中。3回合冷却时间."

[TF_WeaponExpert X2AbilityTemplate]
LocFriendlyName="高级武器训练"
LocFlyOverText="高级武器训练"
LocHelpText="侦察兵装备狙击步枪时获得小队视野，或使用突击步枪或手枪移动后获得+5命中."
LocLongDescription="侦察兵装备狙击步枪时获得小队视野，或使用突击步枪或手枪移动后获得+5命中."

[TF_Hunter X2AbilityTemplate]
LocFriendlyName="武器训练"
LocFlyOverText="武器训练"
LocHelpText="侦察兵使用突击步枪或手枪移动后获得+5命中."
LocLongDescription="侦察兵使用突击步枪或手枪移动后获得+5命中."

[TF_HoldPosition X2AbilityTemplate]
LocFriendlyName="坚守阵地"
LocLongDescription="在完全掩护下，对任何进入你视野并移动或攻击的敌人进行反应射击，直到弹药耗尽。4回合冷却时间"
LocHelpText="在坚守的阵地上提供伏击射击，可以在一回合内多次开火."
LocFlyOverText="坚守阵地"
LocPromotionPopupText="<Bullet/>必须在完全掩护下激活. <br/><Bullet/>除了弹药外，坚守阵地的射击次数没有限制. <br/><Bullet/>坚守阵地有4回合的冷却时间. <br/>"

[TF_HoldPositionShot X2AbilityTemplate]
LocFriendlyName=">坚守阵地射击"

[TF_Sentry X2AbilityTemplate]
LocFriendlyName="哨兵"
LocLongDescription="在伏击时获得+10命中率和掩护射击，并允许伏击射击造成致命伤害。被动技能."
LocHelpText="在伏击时获得+10命中率和掩护射击，并允许伏击射击造成致命伤害。被动技能."
LocFlyOverText="哨兵"
LocPromotionPopupText="<Bullet/> 在伏击时获得+10命中率和掩护射击，并允许伏击射击造成致命伤害。被动技能. <br/>"

[TF_HeadShot X2AbilityTemplate]
LocFriendlyName="爆头"
LocLongDescription="特殊射击，有+50暴击几率，并在暴击时造成+3额外伤害。2回合冷却时间."
LocHelpText="特殊射击，有+50暴击几率，并在暴击时造成+3额外伤害。2回合冷却时间."
LocFlyOverText="爆头"
LocPromotionPopupText="<Bullet/>特殊射击，有+50暴击几率，并在暴击时造成+3额外伤害. <br/><Bullet/>2回合冷却时间. <br/>"

[TF_HeadShotBonuses X2AbilityTemplate]
LocFriendlyName="爆头（奖励）"
LocLongDescription="特殊射击，有+50暴击几率，并在暴击时造成+3额外伤害。2回合冷却时间."
LocHelpText="特殊射击，有+50暴击几率，并在暴击时造成+3额外伤害。2回合冷却时间."
LocFlyOverText="爆头（奖励）"
LocPromotionPopupText="<Bullet/>特殊射击，有+50暴击几率，并在暴击时造成+3额外伤害. <br/><Bullet/>2回合冷却时间. <br/>"

[TF_Marksman X2AbilityTemplate]
LocFriendlyName="精准射手"
LocLongDescription="你对处于完全掩护下的敌人获得+10命中."
LocHelpText="你对处于完全掩护下的敌人获得+10命中."
LocFlyOverText="精准射手"
LocPromotionPopupText="<Bullet/> 精准射手仅对远程攻击有效.<br/>"

[TF_Wraith X2AbilityTemplate]
LocFriendlyName="幽灵"
LocLongDescription="每当你击杀敌人时，暴击将恢复隐蔽状态."
LocHelpText="每当你击杀敌人时，暴击将恢复隐蔽状态."
LocFlyOverText="幽灵"
LocPromotionPopupText="<Bullet/> 每当你击杀敌人时，暴击将恢复隐蔽状态. <br/>"

[TF_Opportunist X2AbilityTemplate]
LocFriendlyName="机会主义"
LocLongDescription="你对侧翼攻击的目标获得额外的+20命中率和+20暴击几率."
LocHelpText="你对侧翼攻击的目标获得额外的+20命中率和+20暴击几率."
LocFlyOverText="机会主义"
LocPromotionPopupText="你对侧翼攻击的目标获得额外的+20命中率和+20暴击几率."

[TF_InTheZone X2AbilityTemplate]
LocFriendlyName="进入状态"
LocLongDescription="击杀侧翼攻击的目标不会消耗行动。被动技能."
LocHelpText="击杀侧翼攻击的目标不会消耗行动。被动技能."
LocFlyOverText="进入状态"
LocPromotionPopupText="<Bullet/>仅对带有黄色感叹号图标的目标激活.<br/><Bullet/>不能对无法躲避掩体的敌人激活.<br/><Bullet/>仅对使用单位的主武器或副武器进行的击杀激活.<br/>"

[TF_MarkTarget X2AbilityTemplate]
LocFriendlyName="指定目标"
LocLongDescription="标记一个目标，为侦察兵和所有队友提供对该目标的+10命中."
LocHelpText="标记一个敌人目标。队友攻击该目标时获得+10命中"

[TF_HiddenKiller X2AbilityTemplate]
LocFriendlyName="隐蔽杀手"
LocLongDescription="当你隐蔽或侧翼攻击目标时，你的主武器造成+2额外伤害。被动技能."
LocHelpText="当你隐蔽或侧翼攻击目标时，你的主武器造成+2额外伤害。被动技能."
LocFlyOverText="隐蔽杀手"
LocPromotionPopupText="<Bullet/>隐蔽杀手可以在伏击中提供决定性优势，一枪击毙一个强敌.<br/><Bullet/>拥有隐蔽杀手的士兵必须发起伏击才能获得加成。它不影响隐蔽的伏击射击. <br/>"

[TF_Tracking X2AbilityTemplate]
LocFriendlyName="追踪"
LocLongDescription="即使没有视线，你也能探测到附近的单位."
LocHelpText="即使没有视线，你也能探测到附近的单位."
LocFlyOverText="追踪"
LocPromotionPopupText="<Bullet/>拥有追踪技能的士兵是优秀的侦察兵. <br/><Bullet/>追踪能略微探测到超出正常视觉范围的敌人，但只是略微.<br/><Bullet/>追踪将揭示隐蔽和潜伏的敌人. <br/>"

[TF_TrackingTrigger X2AbilityTemplate]
LocFriendlyName="追踪（触发）"
LocFlyOverText="追踪（触发）"

[TF_ZeroIn X2AbilityTemplate]
LocFriendlyName="瞄准"
LocFlyOverText="瞄准"
LocHelpText="在未命中一次射击后，你的下一次攻击将获得+10命中."
LocLongDescription="在未命中一次射击后，你的下一次攻击将获得+10命中."

;Sapper Abilities

[TF_SabotSlug X2AbilityTemplate]
LocFriendlyName="穿甲散弹"
LocFlyOverText="穿甲散弹"
LocLongDescription="发射一次无射程惩罚的射击，穿透三点护甲，并撕裂目标，确保目标在未来受到的所有攻击中额外承受+3点伤害.消耗<Ability:SelfAmmoCost/>点弹药。4回合冷却时间."
LocHelpText="无射程惩罚的穿甲和撕裂特殊霰弹枪射击."
LocPromotionPopupText="<Bullet/>发射一次无射程惩罚的射击，穿透三点护甲，并撕裂目标，确保目标在未来受到的所有攻击中额外承受+3点伤害.消耗<Ability:SelfAmmoCost/>点弹药。4回合冷却时间. <br/>"

[TF_CrowdControl X2AbilityTemplate]
LocFriendlyName="人群控制"
LocFlyOverText="人群控制"
LocLongDescription="仅限主武器霰弹枪的特殊射击：对近距离目标发射一次短程锥形攻击。3回合冷却时间."
LocHelpText="仅限主武器霰弹枪的特殊射击：对近距离目标发射一次短程锥形攻击。3回合冷却时间."
LocPromotionPopupText="<Bullet/>仅限主武器霰弹枪的特殊射击：对近距离目标发射一次短程锥形攻击.<br/><Bullet/>3回合冷却时间，消耗1点弹药.<br/><Bullet/>与其他主武器不兼容.<br/><Bullet/>射击无法穿透重型掩护，因此此技能在侧翼攻击情况下效果最佳.<br/><Bullet/>范围内的队友可能受到伤害."

[TF_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="近战专家"
LocFlyOverText="近战专家"
LocHelpText="对任何进入4格范围内的敌人进行反应射击。不需要监视."
LocLongDescription="对任何进入4格范围内的敌人进行反应射击。不需要监视."

[TF_HardYards X2AbilityTemplate]
LocFriendlyName="艰难前进"
LocFlyOverText="艰难前进"
LocLongDescription="激活此能力以在本回合剩余时间内完全抵消反应射击的伤害。2回合冷却时间."
LocHelpText="激活此能力以在本回合剩余时间内完全抵消反应射击的伤害。2回合冷却时间."
LocPromotionPopupText="<Bullet/> 激活此能力以在本回合剩余时间内完全抵消反应射击的伤害。2回合冷却时间. <br/>"

[TF_CloseAndPersonal X2AbilityTemplate]
LocFriendlyName="近身格斗"
LocFlyOverText="近身格斗"
LocHelpText="在目标4格范围内进行的第一次标准射击不消耗行动."
LocLongDescription="在目标4格范围内进行的第一次标准射击不消耗行动."

[TF_DemoGrenades X2AbilityTemplate]
+LocFriendlyName="爆破手榴弹"
+LocFlyOverText="爆破手榴弹"
+LocLongDescription="你的手榴弹对环境造成更多伤害."
+LocPromotionPopupText="<Bullet/> 你的手榴弹对环境造成更多伤害. <br/>"

[TF_HeavyInfantry X2AbilityTemplate]
LocFriendlyName="重装步兵"
LocLongDescription="你的装备包括额外的陶瓷板层，提供一点额外护甲，但代价是-2机动性。工兵还可以使用冲锋来暂时克服机动性不足."
LocHelpText="你的装备包括额外的陶瓷板层，提供一点额外护甲，但代价是-2机动性。工兵还可以使用冲锋来暂时克服机动性不足."
LocFlyOverText="重装步兵"
LocPromotionPopupText="<Bullet/>重装步兵增加一点护甲，但机动性降低-2. <br/><Bullet/>工兵还获得冲锋技能，激活后可立即获得一个额外的行动点，但下一回合将失去一个行动点. <br/>"

[TF_Charge X2AbilityTemplate]
LocFriendlyName="冲锋"
LocLongDescription="笨重的工兵向前冲锋，立即获得一个额外的行动点，但下一回合将失去一个行动点."
LocHelpText="笨重的工兵向前冲锋，立即获得一个额外的行动点，但下一回合将失去一个行动点."
LocFlyOverText="冲锋"
LocPromotionPopupText="笨重的工兵向前冲锋，立即获得一个额外的行动点，但下一回合将失去一个行动点. <br/><Bullet/>+1行动点.<br/><Bullet/>下一回合-1行动点.<br/><Bullet/>3回合冷却时间.<br/>"

;GTS Abilities

[TF_AgainstTheOdds X2AbilityTemplate]
LocFriendlyName="逆境求胜"
LocLongDescription="根据小队能看到的敌人数量，每看到一个敌人获得+3命中，最多+15."
LocHelpText="根据小队能看到的敌人数量，每看到一个敌人获得+3命中，最多+15."
LocFlyOverText="逆境求胜"
LocPromotionPopupText="<Bullet/> 根据小队能看到的敌人数量，每看到一个敌人获得+3命中，最多+15. <br/>"

[TF_TrenchWarfare X2AbilityTemplate]
LocFriendlyName="堑壕战"
LocFlyOverText="堑壕战"
LocHelpText="当你击杀敌人时，你和5格范围内的队友将获得+20防御，直到你的下一回合."
LocLongDescription="当你击杀敌人时，你和5格范围内的队友将获得+20防御，直到你的下一回合."
LocPromotionPopupText="<Bullet/> 当你击杀敌人时，你和5格范围内的队友将获得+20防御，直到你的下一回合. <br/>"

[TF_SurvivalInstinct X2AbilityTemplate]
LocFriendlyName="生存本能"
LocFlyOverText="生存本能"
LocHelpText="因受伤获得+10防御和+10暴击几率."
LocLongDescription="受伤时获得+10防御和+10暴击几率."

[TF_Technician X2AbilityTemplate]
LocFriendlyName="技师"
LocFlyOverText="技师"
LocHelpText="获得+10黑客技能."
LocLongDescription="获得+10黑客技能."

[TF_AgainstTheOdds X2SoldierAbilityUnlockTemplate]
DisplayName="侦察兵：逆境求胜"
Summary="根据小队能看到的敌人数量，每看到一个敌人获得+3命中，最多+15."

[TF_TrenchWarfare X2SoldierAbilityUnlockTemplate]
DisplayName="工兵: 堑壕战"
Summary="当你击杀敌人时，你和5格范围内的队友将获得+20防御，直到你的下一回合."

[TF_SurvivalInstinct X2SoldierAbilityUnlockTemplate]
DisplayName="灾厄: 生存本能"
Summary="受伤时获得+10防御和+10暴击几率."

[TF_Technician X2SoldierAbilityUnlockTemplate]
DisplayName="守护者: 技师"
Summary="获得+10黑客技能."